{"Choose File":"Çhøøsë Fïlë","Current: {0}":"Çµrrëñt: {0}","Don't show again":"Ðøñ't shøw ægæïñ","Enter a URL pointing to a remote directory containing your TensorBoard log files":"Ëñtër æ ÜR£ pøïñtïñg tø æ rëmøtë ðïrëçtørÿ çøñtæïñïñg ÿøµr Tëñsørßøærð løg fïlës","Enter remote URL":"Ëñtër rëmøtë ÜR£","Failed to start a TensorBoard session due to the following error: {0}":"Fæïlëð tø stært æ Tëñsørßøærð sëssïøñ ðµë tø thë følløwïñg ërrør: {0}","No":"Ñø","Select a folder":"§ëlëçt æ følðër","Select a log directory containing tfevent files":"§ëlëçt æ løg ðïrëçtørÿ çøñtæïñïñg tfëvëñt fïlës","Select a log directory to start TensorBoard with":"§ëlëçt æ løg ðïrëçtørÿ tø stært Tëñsørßøærð wïth","Select another folder":"§ëlëçt æñøthër følðër","Starting TensorBoard session...":"§tærtïñg Tëñsørßøærð sëssïøñ...","TensorBoard will search for tfevent files in all subdirectories of the current working directory":"Tëñsørßøærð wïll sëærçh før tfëvëñt fïlës ïñ æll sµþðïrëçtørïës øf thë çµrrëñt wørkïñg ðïrëçtørÿ","Tensorboard":"Tëñsørþøærð","The Python Extension is required to perform that task. Click Yes to open Python Extension installation page.":"Thë Pÿthøñ Ëxtëñsïøñ ïs rëqµïrëð tø përførm thæt tæsk. Çlïçk Ýës tø øpëñ Pÿthøñ Ëxtëñsïøñ ïñstællætïøñ pægë.","The Python extension could not locate the requested source file on disk. Please manually specify the file.":"Thë Pÿthøñ ëxtëñsïøñ çøµlð ñøt løçætë thë rëqµëstëð søµrçë fïlë øñ ðïsk. Plëæsë mæñµællÿ spëçïfÿ thë fïlë.","The package TensorBoard is required to launch a TensorBoard session. Would you like to install it?":"Thë pæçkægë Tëñsørßøærð ïs rëqµïrëð tø læµñçh æ Tëñsørßøærð sëssïøñ. Wøµlð ÿøµ lïkë tø ïñstæll ït?","The source file's contents may not match the original contents in the trace.":"Thë søµrçë fïlë's çøñtëñts mæÿ ñøt mætçh thë ørïgïñæl çøñtëñts ïñ thë træçë.","Use current working directory":"Üsë çµrrëñt wørkïñg ðïrëçtørÿ","Use the file explorer to select another folder":"Üsë thë fïlë ëxplørër tø sëlëçt æñøthër følðër","VS Code now has integrated TensorBoard support. Would you like to launch TensorBoard?  (Tip: Launch TensorBoard anytime by opening the command palette and searching for \"Launch TensorBoard\".)":"V§ Çøðë ñøw hæs ïñtëgrætëð Tëñsørßøærð sµppørt. Wøµlð ÿøµ lïkë tø læµñçh Tëñsørßøærð?  (Tïp: £æµñçh Tëñsørßøærð æñÿtïmë þÿ øpëñïñg thë çømmæñð pælëttë æñð sëærçhïñg før \"£æµñçh Tëñsørßøærð\".)","Yes":"Ýës","▶ Launch TensorBoard Session":"▶ £æµñçh Tëñsørßøærð §ëssïøñ"}
