{"Choose File":"Vybrat soubor","Current: {0}":"Aktuální: {0}","Don't show again":"Znovu nezobrazovat","Enter a URL pointing to a remote directory containing your TensorBoard log files":"Zadejte adresu URL odkazující na vzdálený adresář, který obsahuje vaše soubory protokolů TensorBoard","Enter remote URL":"Zadejte vzdálenou adresu URL","Failed to start a TensorBoard session due to the following error: {0}":"Nepovedlo se spustit relaci TensorBoard z důvodu následující chyby: {0}","No":"Ne","Select a folder":"Vybrat složku","Select a log directory containing tfevent files":"Vyberte adresář protokolů obsahující soubory tfevent","Select a log directory to start TensorBoard with":"Vyberte adresář protokolu, se kterým se má spustit TensorBoard","Select another folder":"Vybrat jinou složku","Starting TensorBoard session...":"Spouští se relace TensorBoard...","TensorBoard will search for tfevent files in all subdirectories of the current working directory":"Tensorboard vyhledá soubory tfevent ve všech podadresářích v současném pracovním adresáři","Tensorboard":"Tensorboard","The Python Extension is required to perform that task. Click Yes to open Python Extension installation page.":"K provedení tohoto úkolu se vyžaduje rozšíření Python. Kliknutím na Ano otevřete instalační stránku rozšíření Python.","The Python extension could not locate the requested source file on disk. Please manually specify the file.":"Rozšíření Python nemohlo na disku nalézt požadovaný zdrojový soubor. Určete tento soubor manuálně.","The package TensorBoard is required to launch a TensorBoard session. Would you like to install it?":"Ověření čísla portu se nepovedlo. Zadejte platné číslo portu a zkuste to znovu.","The source file's contents may not match the original contents in the trace.":"Obsah zdrojového souboru se nemusí shodovat s původním obsahem v trasování.","Use current working directory":"Použít aktuální pracovní adresář","Use the file explorer to select another folder":"Použít průzkumník souborů k výběru další složky","VS Code now has integrated TensorBoard support. Would you like to launch TensorBoard?  (Tip: Launch TensorBoard anytime by opening the command palette and searching for \"Launch TensorBoard\".)":"VS Code teď má integrovanou podporu TensorBoard. Přejete si TensorBoard spustit?  (Tip: TensorBoard spustíte kdykoli otevřením palety příkazů a vyhledáním možnosti „Spustit TensorBoard“).","Yes":"Ano","▶ Launch TensorBoard Session":"▶ Spustit relaci TensorBoard"}
