{"Choose File":"Scegli file","Current: {0}":"Corrente: {0}","Don't show again":"Non visualizzare più questo messaggio","Enter a URL pointing to a remote directory containing your TensorBoard log files":"Immettere un URL che punti a una directory remota contenente i file di log di TensorBoard","Enter remote URL":"Immettere l'URL del repository remoto","Failed to start a TensorBoard session due to the following error: {0}":"Non è stato possibile avviare una sessione TensorBoard a causa dell'errore seguente: {0}","No":"No","Select a folder":"Selezionare una cartella","Select a log directory containing tfevent files":"Selezionare una directory di log contenente i file tfevent","Select a log directory to start TensorBoard with":"Selezionare una directory di log con cui avviare TensorBoard","Select another folder":"Selezionare un'altra cartella","Starting TensorBoard session...":"Avvio della sessione TensorBoard in corso...","TensorBoard will search for tfevent files in all subdirectories of the current working directory":"TensorBoard cercherà i file tfevent in tutte le sottodirectory della directory di lavoro corrente","Tensorboard":"Tensorboard","The Python Extension is required to perform that task. Click Yes to open Python Extension installation page.":"È necessaria l'estensione Python per eseguire l'attività. Fare clic su Sì per aprire la pagina di installazione dell'estensione Python.","The Python extension could not locate the requested source file on disk. Please manually specify the file.":"L'estensione Python non è riuscita a individuare il disco il file di origine richiesto. Specifica manualmente il file.","The package TensorBoard is required to launch a TensorBoard session. Would you like to install it?":"Il pacchetto TensorBoard è necessario per avviare una sessione TensorBoard. Installarlo?","The source file's contents may not match the original contents in the trace.":"I contenuti del file di origine potrebbe non corrispondere ai contenuti originali nella traccia.","Use current working directory":"Usare la directory di lavoro corrente","Use the file explorer to select another folder":"Usare Esplora file per selezionare un'altra cartella","VS Code now has integrated TensorBoard support. Would you like to launch TensorBoard?  (Tip: Launch TensorBoard anytime by opening the command palette and searching for \"Launch TensorBoard\".)":"VS Code ha ora il supporto TensorBoard integrato. Avviare TensorBoard?  (Suggerimento: avviare TensorBoard in qualsiasi momento aprendo il riquadro comandi e cercando \"Avvia TensorBoard\".)","Yes":"Sì","▶ Launch TensorBoard Session":"▶ Avvia sessione TensorBoard"}
