{"Choose File":"Elegir archivo","Current: {0}":"Actual: {0}","Don't show again":"No volver a mostrar","Enter a URL pointing to a remote directory containing your TensorBoard log files":"Escriba una dirección URL que apunte a un directorio remoto que contenga los archivos de registro de TensorBoard","Enter remote URL":"Escriba una dirección URL remota","Failed to start a TensorBoard session due to the following error: {0}":"No se ha podido iniciar una sesión de TensorBoard debido al siguiente error: {0}","No":"No","Select a folder":"Seleccionar una carpeta","Select a log directory containing tfevent files":"Seleccionar un directorio de registro que contenga archivos tfevent","Select a log directory to start TensorBoard with":"Seleccione un directorio de registro con el que iniciar TensorBoard","Select another folder":"Seleccionar otra carpeta","Starting TensorBoard session...":"Iniciando sesión de TensorBoard...","TensorBoard will search for tfevent files in all subdirectories of the current working directory":"TensorBoard buscará archivos tfevent en todos los subdirectorios del directorio de trabajo actual","Tensorboard":"TensorBoard","The Python Extension is required to perform that task. Click Yes to open Python Extension installation page.":"La extensión de Python es necesaria para realizar esa tarea. Haga clic en Sí para abrir la página de instalación de la extensión de Python.","The Python extension could not locate the requested source file on disk. Please manually specify the file.":"La extensión de Python no pudo localizar el archivo de origen solicitado en el disco. Especifique manualmente el archivo.","The package TensorBoard is required to launch a TensorBoard session. Would you like to install it?":"El paquete TensorBoard es necesario para iniciar una sesión de TensorBoard. ¿Desea instalarlo?","The source file's contents may not match the original contents in the trace.":"Es posible que el contenido del archivo de origen no coincida con el contenido original del seguimiento.","Use current working directory":"Usar el directorio de trabajo actual","Use the file explorer to select another folder":"Usar el explorador de archivos para seleccionar otra carpeta","VS Code now has integrated TensorBoard support. Would you like to launch TensorBoard?  (Tip: Launch TensorBoard anytime by opening the command palette and searching for \"Launch TensorBoard\".)":"VS Code ahora tiene compatibilidad integrada con TensorBoard. ¿Desea iniciar TensorBoard?  (Sugerencia: Inicie TensorBoard en cualquier momento abriendo la paleta de comandos y buscando por \"Iniciar TensorBoard\").","Yes":"Sí","▶ Launch TensorBoard Session":"▶ Iniciar sesión de TensorBoard"}
