{"Choose File":"ファイルの選択","Current: {0}":"現在: {0}","Don't show again":"今後は表示しない","Enter a URL pointing to a remote directory containing your TensorBoard log files":"TensorBoard ログ ファイルを含むリモート ディレクトリを指す URL を入力する","Enter remote URL":"リモート git リポジトリの URL を入力してください","Failed to start a TensorBoard session due to the following error: {0}":"次のエラーのため、TensorBoard セッションを開始できませんでした: {0}","No":"いいえ","Select a folder":"フォルダーを選択する","Select a log directory containing tfevent files":"tfevent ファイルを含むログ ディレクトリを選択する","Select a log directory to start TensorBoard with":"TensorBoard を開始するログ ディレクトリを選択します","Select another folder":"Django アプリケーションをデバッグする","Starting TensorBoard session...":"TensorBoard セッションを起動しています...","TensorBoard will search for tfevent files in all subdirectories of the current working directory":"TensorBoard は、現在の作業ディレクトリのすべてのサブディレクトリで tfevent ファイルを検索します","Tensorboard":"Tensorboard","The Python Extension is required to perform that task. Click Yes to open Python Extension installation page.":"そのタスクを実行するには Python 拡張機能が必要です。[はい] をクリックして、Python 拡張機能インストール ページを開きます。","The Python extension could not locate the requested source file on disk. Please manually specify the file.":"Python 拡張機能は、要求されたソース ファイルをディスク上で見つけることができませんでした。ファイルを手動で指定してください。","The package TensorBoard is required to launch a TensorBoard session. Would you like to install it?":"TensorBoard セッションを起動するには、パッケージ TensorBoard が必要です。インストールしますか?","The source file's contents may not match the original contents in the trace.":"ソース ファイルの内容がトレースの元の内容と一致しない可能性があります。","Use current working directory":"現在の作業ディレクトリを使用する","Use the file explorer to select another folder":"ファイル エクスプローラーを使用して別のフォルダーを選択する","VS Code now has integrated TensorBoard support. Would you like to launch TensorBoard?  (Tip: Launch TensorBoard anytime by opening the command palette and searching for \"Launch TensorBoard\".)":"VS Code に TensorBoard サポートが統合されました。TensorBoard を起動しますか? (ヒント: コマンド パレットを開き、\"TensorBoard の起動\" を検索すると、いつでも TensorBoard を起動できます。)","Yes":"はい","▶ Launch TensorBoard Session":"▶ TensorBoard セッションを起動する"}
