{"Choose File":"Choisir un fichier","Current: {0}":"Actuel : {0}","Don't show again":"Ne plus afficher","Enter a URL pointing to a remote directory containing your TensorBoard log files":"Entrez une URL pointant vers un répertoire distant contenant vos fichiers journaux TensorBoard","Enter remote URL":"Entrer l’URL distante","Failed to start a TensorBoard session due to the following error: {0}":"Échec du démarrage d'une session TensorBoard en raison de l'erreur suivante : {0}","No":"Non","Select a folder":"Sélectionner un dossier","Select a log directory containing tfevent files":"Sélectionner un répertoire de journal contenant les fichiers tfevent","Select a log directory to start TensorBoard with":"Sélectionnez un répertoire de journal pour démarrer TensorBoard avec","Select another folder":"Déboguer l'application Django","Starting TensorBoard session...":"Démarrage de la session TensorBoard...","TensorBoard will search for tfevent files in all subdirectories of the current working directory":"TensorBoard recherche les fichiers tfevent dans tous les sous-répertoires du répertoire de travail actuel","Tensorboard":"Tableau tenseur","The Python Extension is required to perform that task. Click Yes to open Python Extension installation page.":"L’Extension Python est requise pour effectuer cette tâche. Cliquez sur Oui pour ouvrir la page d’installation de l’Extension Python.","The Python extension could not locate the requested source file on disk. Please manually specify the file.":"L'extension Python n'a pas pu localiser le fichier source demandé sur le disque. Veuillez spécifier manuellement le fichier.","The package TensorBoard is required to launch a TensorBoard session. Would you like to install it?":"Le tensorBoard du package est nécessaire pour lancer une session TensorBoard. Voulez-vous l’installer ?","The source file's contents may not match the original contents in the trace.":"Le contenu du fichier source ne correspond peut-être pas au contenu d’origine dans la trace.","Use current working directory":"Utiliser le répertoire de travail actif","Use the file explorer to select another folder":"Utiliser l’Explorateur de fichiers pour sélectionner un autre dossier","VS Code now has integrated TensorBoard support. Would you like to launch TensorBoard?  (Tip: Launch TensorBoard anytime by opening the command palette and searching for \"Launch TensorBoard\".)":"VS Code prend désormais en charge TensorBoard intégré. Voulez-vous lancer TensorBoard ?  (Conseil : lancez TensorBoard à tout moment en ouvrant la palette de commandes et en recherchant « Launch TensorBoard »).","Yes":"Oui","▶ Launch TensorBoard Session":"▶ Lancer la session TensorBoard"}
