{"Choose File":"Выберите файл","Current: {0}":"Текущее: {0}","Don't show again":"Больше не показывать","Enter a URL pointing to a remote directory containing your TensorBoard log files":"Введите URL-адрес, указывающий на удаленный каталог, содержащий файлы журнала TensorBoard","Enter remote URL":"Введите удаленный URL-адрес","Failed to start a TensorBoard session due to the following error: {0}":"Не удалось запустить сеанс TensorBoard из-за следующей ошибки: {0}","No":"Нет","Select a folder":"Выберите папку","Select a log directory containing tfevent files":"Выберите каталог журнала, содержащий файлы tfevent","Select a log directory to start TensorBoard with":"Выберите каталог журнала для запуска TensorBoard с помощью","Select another folder":"Выберите другую папку","Starting TensorBoard session...":"Запуск сеанса TensorBoard...","TensorBoard will search for tfevent files in all subdirectories of the current working directory":"TensorBoard будет искать файлы tfevent во всех подкаталогах текущей рабочей папки","Tensorboard":"TensorBoard","The Python Extension is required to perform that task. Click Yes to open Python Extension installation page.":"Для выполнения этой задачи требуется расширение Python. Нажмите \"Да\", чтобы открыть страницу установки расширения Python.","The Python extension could not locate the requested source file on disk. Please manually specify the file.":"Расширению Python не удалось найти запрошенный исходный файл на диске. Укажите файл вручную.","The package TensorBoard is required to launch a TensorBoard session. Would you like to install it?":"Пакет TensorBoard необходим для запуска сеанса TensorBoard. Хотите установить его?","The source file's contents may not match the original contents in the trace.":"Содержимое исходного файла может не совпадать с исходным содержимым в трассировке.","Use current working directory":"Использовать текущую рабочую папку","Use the file explorer to select another folder":"Используйте проводник для выбора другой папки","VS Code now has integrated TensorBoard support. Would you like to launch TensorBoard?  (Tip: Launch TensorBoard anytime by opening the command palette and searching for \"Launch TensorBoard\".)":"VS Code теперь имеет встроенную поддержку TensorBoard. Хотите запустить TensorBoard? (Совет: запускайте TensorBoard в любое время, открыв палитру команд и выполнив поиск «Запустить TensorBoard».)","Yes":"Да","▶ Launch TensorBoard Session":"▶ Запуск сеанса TensorBoard"}
